
export default [
    {
        name:"JavaScript",
        about:"Уверенное владение современными стандартами языка, ES6+"
    },
    {
        name:"HTML5 и CSS3",
        about:"Понимаю, для чего создавались семантические теги и как правильно именовать, применять БЭМ"
    },
    {
        name:"Vue / React",
        about:"Понимаю, что такое SPA и MPA, а также чем они отличаются. Умею работать с окружением этих фреймворков"
    },
    {
        name:"SSR",
        about:"Для этих целей использовал фреймворки Next/Nuxt"
    },
    {
        name:"Git",
        about:"Пользуюсь данной системой контроля версий. Ссылка на мой репозиторий: https://github.com/reekwul"
    },
    {
        name:"ООП",
        about:"Понимание патернов ООП, а также принципов SOLID"
    },
]